/* 个市, */
" Cities," = "个市,";
/* 个县区, */
" Dist.s," = "个县区,";
/* 个省, */
" Prov.s," = "个省,";
/* 个村镇街道 */
" St.s" = "个村镇街道";
/* 个国家, */
" States," = "个国家,";
/*  到  */
" To " = " 到 ";
/*  的 */
"'s" = " 的";
/* （正在解析位置） */
"(Parsing location)" = "（正在解析位置）";
/* -----%@成功，请返回使用!-----\n */
"-----%@ Succeeded-----" = "-----%@成功，请返回使用!-----\n";
/* -----向iTunes Store请求产品信息失败-----\n */
"-----Failed to request product information from iTunes Store-----\n" = "-----向iTunes Store请求产品信息失败-----\n";
/* -----交易失败，请重新尝试----- */
"-----Failed,please try again!-----" = "-----交易失败，请重新尝试-----";
/* -----不允许程序内付费购买，请到“设置”中打开-----\n */
"-----InAppPurchase is denied,please turn on the function in iOS settings-----\n" = "-----不允许程序内付费购买，请到“设置”中打开-----\n";
/* -----iTunes Store反馈信息结束-----\n */
"-----iTunes Store反馈信息结束-----\n" = "-----iTunes Store反馈信息结束-----\n";
/* -----iTunes Store恢复结束----- */
"-----iTunes Store恢复结束-----" = "-----iTunes Store恢复结束-----";
/* -----iTunes Store没有相关产品信息-----\n */
"-----No such product in iTunes Store-----\n" = "-----iTunes Store没有相关产品信息-----\n";
/* -----收到iTunes Store的反馈信息-----\n */
"-----Receive feedback from iTunes Store-----\n" = "-----收到iTunes Store的反馈信息-----\n";
/* -----收到iTunes Store反馈的交易结果-----\n */
"-----Receive payment result from iTunes Store-----\n" = "-----收到iTunes Store反馈的交易结果-----\n";
/* -----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n */
"-----Request product information-----\n-----Wait Please-----\n" = "-----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n";
/* -----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n */
"-----Request to restore product-----\n-----Wait Please-----\n" = "-----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n";
/* -----iTunes Store恢复失败，请重新尝试----- */
"-----Restore failed,try again please-----" = "-----iTunes Store恢复失败，请重新尝试-----";
/* -----向iTunes Store发送交易请求-----\n */
"-----Sned payment to iTunes Store-----\n" = "-----向iTunes Store发送交易请求-----\n";
/* 1.将足迹包导出为MFR或GPX文件，可在手持GPS上使用 */
"1.Import and export your footprints repository to MFR or GPX files , which can be used in portable GPS" = "1.将足迹包导出为MFR或GPX文件，可在手持GPS上使用";
/* 1.记录足迹，支持后台记录、自动保存、手动加点 */
"1.Record your footprints , support background record, automatically save and manually add footprints" = "1.记录足迹，支持后台记录、自动保存、手动加点";
/* 1.通过MFR或GPX文件分享您的足迹，没有足迹点个数限制 */
"1.Share your footprints to others through MFR or GPX files without footprints count restriction" = "1.通过MFR或GPX文件分享您的足迹，没有足迹点个数限制";
/* 2.足迹智能编辑功能，支持按时刻、地点模式进行足迹点合并，可设置分组距离、是否保留手动加点 */
"2.Intelligently edit your footprints , support merge footprints by moment or location with custom merge distance and reserve manually added footprints" = "2.足迹智能编辑功能，支持按时刻、地点模式进行足迹点合并，可设置分组距离、是否保留手动加点";
/* 2.存储发送和接收的足迹 */
"2.Store footprints both sent and received" = "2.存储发送和接收的足迹";
/* 2.解锁文件浏览器，在iPhone或iPad上管理足迹包文件 */
"2.Unlock File Browser to manage your footprints repository files on iPhone or iPad" = "2.解锁文件浏览器，在iPhone或iPad上管理足迹包文件";
/* 3.解锁浏览模式，随时查看存储的足迹 */
"3.Unlock Browser Mode to lookup stored footprints anytime" = "3.解锁浏览模式，随时查看存储的足迹";
/* 3.解锁记录模式，管理记录和编辑的足迹 */
"3.Unlock Record Mode to manage your recorded and edited footprints" = "3.解锁记录模式，管理记录和编辑的足迹";
/* >_< 保存失败 */
">_< Save Failed" = ">_< 保存失败";
/* >_< 验证失败 */
">_< Verify Failed" = ">_< 验证失败";
/* \n总 */
"\nTotal " = "\n总";
/* ^_^ 保存成功 */
"^_^ Save Succeeded" = "^_^ 保存成功";
/* ^_^ 验证成功 */
"^_^ Verify Succeeded" = "^_^ 验证成功";
/* 关于 */
"About" = "关于";
/* 操作 */
"Action" = "操作";
/* 新增照片数量 */
"Added New Photo Count" = "新增照片数量";
/* 正在添加足迹点... */
"Adding footprints..." = "正在添加足迹点...";
/* 正在添加箭头路线 */
"Adding line route" = "正在添加箭头路线";
/* 正在添加范围圆圈 */
"Adding range circle" = "正在添加范围圆圈";
/* 正在添加模拟路线 */
"Adding simulation route" = "正在添加模拟路线";
/* Mac版本《相册地图》已经上线，欢迎使用！ */
"Album Maps for macOS is available now." = "Mac版本《相册地图》已经上线，欢迎使用！";
/* 相册地图 */
"AlbumMaps" = "相册地图";
/* 相册地图——您的相册和足迹管理专家 */
"AlbumMaps : Album and Footprints Management Expert" = "相册地图——您的相册和足迹管理专家";
/* 相册地图提示 */
"AlbumMaps Notes" = "相册地图提示";
/* 所有已删除照片的地址信息都将被清除。是否继续？ */
"All invalid photo location infos will be deleted. Go on?" = "所有已删除照片的地址信息都将被清除。是否继续？";
/* 您分享、接收、记录的所有足迹都将被删除，此操作无法恢复，请务必谨慎。确认删除？ */
"All your footprints will be deleted and can not be restored! Are you sure?" = "您分享、接收、记录的所有足迹都将被删除，此操作无法恢复，请务必谨慎。确认删除？";
/* 高度 */
"Altitude" = "高度";
/* 确认删除？ */
"Are you sure to delete?" = "确认删除？";
/* 面积 */
"Area" = "面积";
/* 警告 */
"Attention" = "警告";
/* 自动以全部照片作为分享缩略图 */
"Auto Use All Photos As Thumbnail" = "自动以全部照片作为分享缩略图";
/* 自动以第一张照片作为分享缩略图 */
"Auto Use First Photo As Thumbnail" = "自动以第一张照片作为分享缩略图";
/* 高德地图 ☞ */
"AutoNavi Map ☞" = "高德地图 ☞";
/* 平时时速 */
"AvgSpeed" = "平时时速";
/* 百度地图 ☞ */
"Baidu Map ☞" = "百度地图 ☞";
/* 基础模式 */
"BaseMode" = "基础模式";
/* 鲜艳橙 */
"Bright Orange" = "鲜艳橙";
/* 浏览模式,记录模式 */
"Browser Mode,Record Mode" = "浏览模式,记录模式";
/* 无法在源目录中进行复制操作！ */
"Can not perform Copy in original directory" = "无法在源目录中进行复制操作！";
/* 无法在源目录中进行剪切操作！ */
"Can not perform Copy or Cut in original directory" = "无法在源目录中进行剪切操作！";
/* 当前无法转化路线 */
"Can't change route style." = "当前无法转化路线";
/* 取消 */
"Cancel" = "取消";
/* 取消删除 */
"Cancel delete" = "取消删除";
/* 用户取消 */
"Cancelled" = "用户取消";
/* 市 */
"City" = "市";
/* 经典灰 */
"Classic Gray" = "经典灰";
/* 客户端禁止购买 */
"ClientInvalid" = "客户端禁止购买";
/* 收藏于 */
"Collected" = "收藏于";
/* 彩色 */
"Color" = "彩色";
/* 座标 */
"Coord" = "座标";
/* 复制 */
"Copy" = "复制";
/* 价格 ￥12元，是否购买？ */
"Cost $1.99,continue?" = "价格 ￥12元，是否购买？";
/* 新建文件夹失败 */
"Create new folder failed" = "新建文件夹失败";
/* 新建文件夹成功 */
"Create new folder succeeded" = "新建文件夹成功";
/* 正在创建分享足迹包... */
"Creating footprints repository for share..." = "正在创建分享足迹包...";
/* 自定义 */
"Custom" = "自定义";
/* 剪切 */
"Cut" = "剪切";
/* 日期选择器 */
"Date Picker" = "日期选择器";
/* 日 */
"Day" = "日";
/* 深沉棕 */
"Deep Brown" = "深沉棕";
/* 删除 */
"Delete" = "删除";
/* 删除足迹包数量 */
"Delete footprints repository count" = "删除足迹包数量";
/* 删除地址信息数量 */
"Delete invalid location infos count" = "删除地址信息数量";
/* 县区 */
"Dist." = "县区";
/* 里程 */
"Distance" = "里程";
/* 里程,点数 */
"Distance,Count" = "里程,点数";
/* 正在分组... */
"Dividing into groups..." = "正在分组...";
/* 驾车 */
"Drive" = "驾车";
/* 丢弃 */
"Drop" = "丢弃";
/* 东经  */
"E. " = "东经 ";
/* 编辑 */
"Edit" = "编辑";
/* 编辑的 */
"Edited" = "编辑的";
/* 排除： */
"Eliminate:" = "排除：";
/* 目录为空 */
"Empty" = "目录为空";
/* 结束时间 */
"End Date" = "结束时间";
/* 增强GPX */
"Enhanced GPX" = "增强GPX";
/* 输入新名称 */
"Enter a new name" = "输入新名称";
/* 请输入调试码 */
"Enter debug code" = "请输入调试码";
/* 进入调试模式 */
"Enter debug mode" = "进入调试模式";
/* 错误信息 */
"Error" = "错误信息";
/* 错误信息 :  */
"Error : " = "错误信息 : ";
/* 导出 */
"Export" = "导出";
/* 导出为GPX文件 */
"Export To GPX" = "导出为GPX文件";
/* 导出为MFR文件 */
"Export To MFR" = "导出为MFR文件";
/* 正在导出 */
"Exporting" = "正在导出";
/* 扩展模式 */
"Extended Mode" = "扩展模式";
/* 扩展模式 - 记录 */
"Extended Mode - Record" = "扩展模式 - 记录";
/* 扩展模式 - 分享 */
"Extended Mode - Share" = "扩展模式 - 分享";
/* 外部地图 ☞ */
"External Map ☞" = "外部地图 ☞";
/* 失败 */
"Failed" = "失败";
/* 加载视频失败！ */
"Failed to load video!" = "加载视频失败！";
/* 收藏夹 */
"Favorite" = "收藏夹";
/* 收藏的地点 */
"Favorite Location" = "收藏的地点";
/* 文件管理 */
"File Management" = "文件管理";
/* 文件分享失败！ */
"File Share Failed!" = "文件分享失败！";
/* 足迹点添加完成 */
"Finish adding footprints" = "足迹点添加完成";
/* 箭头路线添加完成 */
"Finish adding line route" = "箭头路线添加完成";
/* 范围圆圈添加完成 */
"Finish adding range circle" = "范围圆圈添加完成";
/* 模拟路线添加完成 */
"Finish adding simulation route" = "模拟路线添加完成";
/* 复制完成。 */
"Finish copying." = "复制完成。";
/* 删除完成。 */
"Finish deleting." = "删除完成。";
/* 移动完成。 */
"Finish moving." = "移动完成。";
/* 足迹包管理 */
"Footpinrts Repository Management" = "足迹包管理";
/* 足迹点数 */
"Footprints Count" = "足迹点数";
/* 足迹包 */
"Footprints Repository" = "足迹包";
/* 合并足迹包个数 */
"Footprints repository count" = "合并足迹包个数";
/* 足迹点数 */
"FootprintsCount" = "足迹点数";
/* 足迹包数据量太大，无法用微信分享！ */
"FootprintsRepository is too big!" = "足迹包数据量太大，无法用微信分享！";
/* 森林绿 */
"Forest Green" = "森林绿";
/* 清新紫 */
"Fresh Plum" = "清新紫";
/* 从  */
"From " = "从 ";
/* 获取路线 */
"Get Route" = "获取路线";
/* 全局设置 */
"Globle" = "全局设置";
/* 分组距离 */
"Grouping Distance" = "分组距离";
/* 尚未选择项目，请点击名称左侧图标进行选择。 */
"Haven't choose an item yet." = "尚未选择项目，请点击名称左侧图标进行选择。";
/* 高速 */
"HighSpeed" = "高速";
/* 请选择足迹处理方式 */
"How to dealwith the footprints?" = "请选择足迹处理方式";
/* 我知道了 */
"I Know" = "我知道了";
/* 我分享了一个足迹给你，快来看看吧！ */
"I shared my footprints to you!Take a look!" = "我分享了一个足迹给你，快来看看吧！";
/* 我到了  */
"I went to " = "我到了 ";
/* 残忍拒绝 */
"I'm busy." = "残忍拒绝";
/* 我到过  */
"I've been in " = "我到过 ";
/* 导入和导出 */
"ImportAndExport" = "导入和导出";
/* 导入的 */
"Imported" = "导入的";
/* 正在导入 */
"Importing" = "正在导入";
/* 详情 */
"Info" = "详情";
/* 分享说明 */
"Instructions" = "分享说明";
/* iOS地图 ☞ */
"iOS Maps ☞" = "iOS地图 ☞";
/* 没有广告是不是很清爽？作者也不容易，抽空给个好评呗！🙏 */
"Is it cool without any advertisements? The author is toil and moil. So take a little time to praise me, please!🙏" = "没有广告是不是很清爽？作者也不容易，抽空给个好评呗！🙏";
/* 当前未开始记录或者未定位，无法手动添加足迹点。 */
"Is not recording or haven't got current location." = "当前未开始记录或者未定位，无法手动添加足迹点。";
/* 已经超过10分钟没有新记录点，请及时暂停记录以节省电量。 */
"It has past 10 minutes since last record time.Please pause recording to save energy." = "已经超过10分钟没有新记录点，请及时暂停记录以节省电量。";
/* 选项 */
"Items" = "选项";
/* 项已复制，请选择目标位置进行粘贴。 */
"items has been copied.Select destination to paste." = "项已复制，请选择目标位置进行粘贴。";
/* 项已剪切，请选择目标位置进行粘贴。 */
"items has been cut.Select destination to paste." = "项已剪切，请选择目标位置进行粘贴。";
/* 上次更新时间 */
"Last update time" = "上次更新时间";
/* 记录和编辑功能剩余试用次数 */
"Left trial count for RecordAndEdit function" = "记录和编辑功能剩余试用次数";
/* 地点模式 */
"LocationMode" = "地点模式";
/* 合并 */
"Mearge" = "合并";
/* 用相册记录人生，用足迹丈量世界 */
"Measure the world by footprints." = "用相册记录人生，用足迹丈量世界";
/* 合并 */
"Merge" = "合并";
/* 合并 */
"Merge " = "合并";
/* 合并保存 */
"Merge & Save" = "合并保存";
/* 按位置合并 */
"Merge By Location" = "按位置合并";
/* 按时刻合并 */
"Merge By Moment" = "按时刻合并";
/* 分组距离： */
"MergeDistance :" = "分组距离：";
/* 合并手动添加足迹点 */
"MergeManuallyAddedFootprint" = "合并手动添加足迹点";
/* 正在合并... */
"Merging..." = "正在合并...";
/* MFR */
"MFR" = "MFR";
/* MFR缩略图 */
"MFR Thumbnails" = "MFR缩略图";
/* 时刻模式,地点模式 */
"Moment Mode,Location Mode" = "时刻模式,地点模式";
/* 时刻模式 */
"MomentMode" = "时刻模式";
/* 星期一 */
"Monday" = "星期一";
/* 月 */
"Month" = "月";
/* 多选 */
"Multiselect" = "多选";
/* 北纬  */
"N. " = "北纬 ";
/* 导航到这里 */
"Navi To Here" = "导航到这里";
/* 新文件夹 */
"New" = "新文件夹";
/* 新文件夹 */
"NewFolder" = "新文件夹";
/* 没有已排除的照片！ */
"No Eliminated Photos!" = "没有已排除的照片！";
/* 您还没有添加足迹点，请选择日期或地址添加您的相册足迹。 */
"No footprints yet.Please choose a date or a location to add your album footprints." = "您还没有添加足迹点，请选择日期或地址添加您的相册足迹。";
/* 没有要复制或移动的项目。 */
"No item to copy or move." = "没有要复制或移动的项目。";
/* 没有要删除的项目。 */
"No item to delete." = "没有要删除的项目。";
/* 所选日期或地点没有照片 */
"No photos in selected date range or location" = "所选日期或地点没有照片";
/* 没有标记为分享的照片！ */
"No photos marked to share!" = "没有标记为分享的照片！";
/* 没有照片！ */
"No photos!" = "没有照片！";
/* 普通GPX */
"Normal GPX" = "普通GPX";
/* 用户不允许购买 */
"NotAllowed" = "用户不允许购买";
/* 提示/温馨提示 */
"Note" = "提示/温馨提示";
/* 正在复制 */
"Now copying" = "正在复制";
/* 正在删除 */
"Now deleting" = "正在删除";
/* 当前为地点模式，无法进行模拟路线与箭头路线的相互转化。 */
"Now in Location Mode. Can not change route style between simulation and line." = "当前为地点模式，无法进行模拟路线与箭头路线的相互转化。";
/* 正在移动 */
"Now moving" = "正在移动";
/* 确定 */
"OK" = "确定";
/* 每次只能重命名1个项目。 */
"Only support 1 item at once." = "每次只能重命名1个项目。";
/* 是否需要查看使用指南？ */
"Open User Guide?" = "是否需要查看使用指南？";
/* 起点至终点 */
"Origin To Dest." = "起点至终点";
/* 其它 */
"Others" = "其它";
/* 解析文件失败！ */
"Parse file failed!" = "解析文件失败！";
/* 粘贴 */
"Paste" = "粘贴";
/* 已暂停 */
"Paused" = "已暂停";
/* 参数未识别 */
"PaymentInvalid" = "参数未识别";
/* 手机 & 微信 : +86 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd */
"Phone & WeChat : +86 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd" = "手机 & 微信 : +86 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd";
/* 张照片 */
"Photos" = "张照片";
/* 去给好评 */
"Praise" = "去给好评";
/* 产品描述信息 */
"Product Description" = "产品描述信息";
/* 产品名称 */
"Product Name" = "产品名称";
/* 产品价格 */
"Product Price" = "产品价格";
/* 没有相关产品信息 */
"ProductNotAvailable" = "没有相关产品信息";
/* 省 */
"Prov." = "省";
/* 购买 */
"Purchase" = "购买";
/* 购买与恢复 */
"Purchase and Restore" = "购买与恢复";
/* 是否购买？ */
"Purchase now?" = "是否购买？";
/* 购买 分享和浏览 功能 */
"Purchase ShareAndBrowse Function" = "购买 分享和浏览 功能";
/* 正在购买... */
"Purchasing..." = "正在购买...";
/* 退出调试模式 */
"Quite debug mode" = "退出调试模式";
/* 退出扩展模式 */
"Quite Extended Mode" = "退出扩展模式";
/* 正在解析数据... */
"Reading data..." = "正在解析数据...";
/* 正在读取相册... */
"Reading Photo Album..." = "正在读取相册...";
/* 接收 */
"Receive" = "接收";
/* 足迹点较多，收到内存警告提醒，相册地图将进行内存清理，请重新选择日期或地点！ */
"Receive Memory Warning.AlbumMaps will clear map data." = "足迹点较多，收到内存警告提醒，相册地图将进行内存清理，请重新选择日期或地点！";
/* 收到分享的足迹 */
"Receive Shared Footprints" = "收到分享的足迹";
/* 接收的 */
"Received" = "接收的";
/* 接收数据中... */
"Receiving data..." = "接收数据中...";
/* 记录 */
"Record" = "记录";
/* 记录距离 */
"Record Distance" = "记录距离";
/* 记录间隔 */
"Record TimeInterval" = "记录间隔";
/* 用相册记录人生，用足迹丈量世界 */
"Record your life by albums.Measure the world by footprints." = "用相册记录人生，用足迹丈量世界";
/* 记录和编辑 */
"RecordAndEdit" = "记录和编辑";
/* 记录和编辑功能试用结束！ */
"RecordAndEdit function trial has finished." = "记录和编辑功能试用结束！";
/* 记录的 */
"Recorded" = "记录的";
/* 记录保存成功 */
"Recorded footprints has been sucessfully saved" = "记录保存成功";
/* 重命名 */
"Rename" = "重命名";
/* 重命名失败 */
"Rename Failed" = "重命名失败";
/* 重命名成功 */
"Rename succeeded" = "重命名成功";
/* 保留手动添加足迹点 : */
"Reserve Manually Added :" = "保留手动添加足迹点 :";
/* 保留手动添加足迹点 */
"ReserveManuallyAddedFootprint" = "保留手动添加足迹点";
/* 恢复 */
"Restore" = "恢复";
/* 正在恢复... */
"Restoring..." = "正在恢复...";
/* 骑行 */
"Ride" = "骑行";
/* 南纬  */
"S. " = "南纬 ";
/* 樱花粉 */
"Sakura Pink" = "樱花粉";
/* 保存 */
"Save" = "保存";
/* 保存失败 */
"Save Failed" = "保存失败";
/* 仅保存 */
"Save Only" = "仅保存";
/* 保存成功 */
"Save Succeeded" = "保存成功";
/* 是否保存足迹? */
"Save the recorded footprints?" = "是否保存足迹?";
/* 存储为 */
"Saved As" = "存储为";
/* 正在保存... */
"Saving..." = "正在保存...";
/* 扫码下载 */
"ScanToDL" = "扫码下载";
/* 请选择操作 */
"Select an action" = "请选择操作";
/* 发送的 */
"Sent" = "发送的";
/* 设置日期范围 */
"Set Date Range" = "设置日期范围";
/* 设置终点 */
"Set Dest." = "设置终点";
/* 设置起点 */
"Set Origin" = "设置起点";
/* 设置统计信息 */
"Set Statistics Info" = "设置统计信息";
/* 设置标题 */
"Set Title" = "设置标题";
/* 设置 */
"Settings" = "设置";
/* 分享 */
"Share" = "分享";
/* 分享足迹 */
"Share footprints" = "分享足迹";
/* 分享截图 */
"Share Snap Shots" = "分享截图";
/* 分享： */
"Share:" = "分享：";
/* 分享和浏览 */
"ShareAndBrowse" = "分享和浏览";
/* 分享和浏览功能可以增强GPX、普通GPX或MFR三种文件格式进行分享，均没有足迹点数量限制。增强GPX、MFR文件支持缩略图。GPX文件可以在手持GPS上使用。增强GPX、普通GPX与Mac版《相册地图》兼容。 */
"ShareAndBrowse function include Enhanced GPX, Normal GPX and MFR file share without footprints count restriction. Enhanced GPX and MFR file support thumbnails. Normal GPX file can be used on portable GPS. Enhanced GPX and Normal GPX are compatible with AlbumMaps running on macOS." = "分享和浏览功能可以增强GPX、普通GPX或MFR三种文件格式进行分享，均没有足迹点数量限制。增强GPX、MFR文件支持缩略图。GPX文件可以在手持GPS上使用。增强GPX、普通GPX与Mac版《相册地图》兼容。";
/* 分享《相册地图》给朋友 */
"Share《AlbumMaps》 to friends" = "分享《相册地图》给朋友";
/* 在地图上查看 */
"Show on map" = "在地图上查看";
/* 天空蓝 */
"Sky Blue" = "天空蓝";
/* 单色 */
"Solid" = "单色";
/* 速度 */
"Speed" = "速度";
/* 速度 */
"speed" = "速度";
/* 村镇街道 */
"St." = "村镇街道";
/* 开始时间 */
"Start Date" = "开始时间";
/* 国家 */
"State" = "国家";
/* 统计信息 */
"Statistics Info" = "统计信息";
/* 个子项 */
"Subitem" = "个子项";
/* 成功 */
"Succeeded" = "成功";
/* 成功导出足迹包至增强GPX文件数量 */
"Successfully export repository to enhanced gpx files count" = "成功导出足迹包至增强GPX文件数量";
/* 成功导出足迹包至GPX文件数量 */
"Successfully export repository to gpx files count" = "成功导出足迹包至GPX文件数量";
/* 成功导出足迹包至MFR文件数量 */
"Successfully export repository to mfr files count" = "成功导出足迹包至MFR文件数量";
/* 成功导入足迹包数量 */
"Successfully import repository count" = "成功导入足迹包数量";
/* 星期日 */
"Sunday" = "星期日";
/* 上滑退出 */
"Swipe up to quite" = "上滑退出";
/* 点击右上角“···”，选择“在Safari中打开”，进入《相册地图》查看 */
"Tap '···' and choose 'Open In Safari' to open AlbumMaps" = "点击右上角“···”，选择“在Safari中打开”，进入《相册地图》查看";
/* 足迹包从地点模式生成，无法进行模拟路线与箭头路线的相互转化。 */
"The footprints repository is created in Location Mode. Can not change route style between simulation and line." = "足迹包从地点模式生成，无法进行模拟路线与箭头路线的相互转化。";
/* 足迹保存成功。 */
"The recorded footprints has been saved." = "足迹保存成功。";
/* 全球的 */
"the world's" = "全球的";
/* 当前没有记录的足迹点。 */
"There are no recorded footprints yet." = "当前没有记录的足迹点。";
/* 当前处于记录模式并且有记录的足迹点，无法显示足迹包。 */
"There are recorded footprints now and can not show footprints repository." = "当前处于记录模式并且有记录的足迹点，无法显示足迹包。";
/* 当前处于记录模式并且有记录的足迹点，如需显示所选足迹，记录的足迹点将被清空，是否显示？ */
"There are recorded footprints now and they will be cleared if show selected footprints.Show or not?" = "当前处于记录模式并且有记录的足迹点，如需显示所选足迹，记录的足迹点将被清空，是否显示？";
/* 本月 */
"This Month" = "本月";
/* 本周 */
"This Week" = "本周";
/* 今年 */
"This Year" = "今年";
/* 缩略图数量 */
"Thumbnail Count" = "缩略图数量";
/* 缩略图 */
"Thumbnails" = "缩略图";
/* 标题 */
"Title" = "标题";
/* 今天 */
"Today" = "今天";
/* 缩略图较多，容易因内存紧张而无法创建足迹包，甚至导致应用崩溃。是否继续？ */
"Too many thumbnials. Due to memory stress, the footprint repository may cannot be created and tha app may crash. Continue anyway?" = "缩略图较多，容易因内存紧张而无法创建足迹包，甚至导致应用崩溃。是否继续？";
/* 总 */
"Total " = "总";
/* 重试 */
"Try Again" = "重试";
/* 需要2个以上足迹包 */
"Two or more footprints repositories are needed" = "需要2个以上足迹包";
/* 未知错误 */
"Unknown" = "未知错误";
/* 文件格式不支持。\n请导入MFR或GPX文件。 */
"Unsupported file types.\nPlease import MFR or GPX files." = "文件格式不支持。\n请导入MFR或GPX文件。";
/* 西经  */
"W. " = "西经 ";
/* 请稍后... */
"Wait a moment..." = "请稍后...";
/* 等待粘贴，无法选择。 */
"Waiting to paste.Can not choose now." = "等待粘贴，无法选择。";
/* 步行 */
"Walk" = "步行";
/* 西瓜红 */
"Watermelon Red" = "西瓜红";
/* 微信 */
"WeChat" = "微信";
/* 微信分享失败！ */
"WeChat Share Failed!" = "微信分享失败！";
/* 无图分享免费使用，信托微信消息进行分享，有足迹点数量限制。由于微信将分享内容限制为10K，所以请将足迹点数量控制在30个以内，否则可能会分享失败。 */
"WeChat share is free. But it doesn't support thumbnails and has footprints count restriction.Because of the restriction of WeChat content, make sure your footprints count is less than 30, otherwise share may fail." = "无图分享免费使用，信托微信消息进行分享，有足迹点数量限制。由于微信将分享内容限制为10K，所以请将足迹点数量控制在30个以内，否则可能会分享失败。";
/* 周 */
"Week" = "周";
/* 欢迎使用《相册地图》 */
"Welcome to Album Maps" = "欢迎使用《相册地图》";
/* 是否接收足迹并进入浏览模式？ */
"Would you like to accept the footprints and enter Browser Mode?" = "是否接收足迹并进入浏览模式？";
/* 年 */
"Year" = "年";
/* 您将获得如下功能： */
"You can get utilities below:" = "您将获得如下功能：";
/* 您未允许相册地图访问您的相册，无法显示您的相册足迹，请前往设置更改。 */
"You denied AlbumMaps to access your album so it can not show your album footprints.Please change the authorization status in iOS Settings." = "您未允许相册地图访问您的相册，无法显示您的相册足迹，请前往设置更改。";
/* 如果未购买分享和浏览功能，您仍有10次试用机会。 */
"You have 10 chances to try until you purchase ShareAndBrowse function." = "如果未购买分享和浏览功能，您仍有10次试用机会。";
/* 您尚未购买导入和导出！ */
"You haven't puchased ImportAndExport." = "您尚未购买导入和导出！";
/* 您没有购买 记录和编辑 功能，无法编辑。 */
"You haven't puchased RecordAndEdit fucntion so you can not edit it." = "您没有购买 记录和编辑 功能，无法编辑。";
/* 您尚未购买分享和浏览！ */
"You haven't puchased ShareAndBrowse." = "您尚未购买分享和浏览！";
/* 您的相册和足迹管理专家。 */
"Your Album and Footprints Management Expert." = "您的相册和足迹管理专家。";
/* ⏱ 自定义记录间隔 */
"⏱ Custom Record TimeInterval" = "⏱ 自定义记录间隔";
/* ⏲ 播放时间间隔 */
"⏲ Play Time Interval" = "⏲ 播放时间间隔";
/* ⚙ 更改应用授权 */
"⚙ App Authorization" = "⚙ 更改应用授权";
/* ⛲️ 恢复已购 */
"⛲️ Restore Purchases" = "⛲️ 恢复已购";
/* No comment provided by engineer. */
"✉️ 短信" = "✉️ 短信";
/* ❌ 清空所有足迹包 */
"❌ Clear All Footprints Repositories" = "❌ 清空所有足迹包";
/* No comment provided by engineer. */
"❌ 清理缓存" = "❌ 清理缓存";
/* ⭐️ 收藏夹 */
"⭐️ Favorite" = "⭐️ 收藏夹";
/* 🌀 清空已删除照片的地址信息 */
"🌀 Clear Invalid Photo Location Infos" = "🌀 清空已删除照片的地址信息";
/* 🌁 已排除照片 */
"🌁 Eliminated Photos" = "🌁 已排除照片";
/* 🌈 颜色方案 */
"🌈 ColorScheme" = "🌈 颜色方案";
/* No comment provided by engineer. */
"🌈 缓存高清图" = "🌈 缓存高清图";
/* No comment provided by engineer. */
"🌐 使用蜂窝移动数据" = "🌐 使用蜂窝移动数据";
/* 🌓 每周第一天 */
"🌓 First Day Of Week" = "🌓 每周第一天";
/* 🍀 微信朋友圈 */
"🍀 WeChat Timeline" = "🍀 微信朋友圈";
/* 🎉 关于 */
"🎉 About" = "🎉 关于";
/* 🎑 购买 分享和浏览 功能 */
"🎑 Purchase ShareAndBrowse Function" = "🎑 购买 分享和浏览 功能";
/* 🎚 单条记录最大足迹点数 */
"🎚 Max Footprints Count" = "🎚 单条记录最大足迹点数";
/* 🎥 购买 记录和编辑 功能 */
"🎥 Purchase RecordAndEdit Function" = "🎥 购买 记录和编辑 功能";
/* 🏃🏻 步行记录距离 */
"🏃🏻 Walk Record Distance" = "🏃🏻 步行记录距离";
/* 🏞 缩略图照片 */
"🏞 Thumbnail Photos" = "🏞 缩略图照片";
/* 💖 给个好评 */
"💖 Praise me!" = "💖 给个好评";
/* 💠 微信好友 */
"💠 WeChat Session" = "💠 微信好友";
/* 📏 自定义记录距离 */
"📏 Custom Record Distance" = "📏 自定义记录距离";
/* 📏 地点模式分组距离 */
"📏 Location Grouping Distance" = "📏 地点模式分组距离";
/* 📏 时刻模式分组距离 */
"📏 Moment Grouping Distance" = "📏 时刻模式分组距离";
/* 📜 使用指南 */
"📜 User Guide" = "📜 使用指南";
/* 📤 导出足迹包至增强GPX文件 */
"📤 Export to Enhanced GPX Files" = "📤 导出足迹包至增强GPX文件";
/* 📤 导出足迹包至MFR文件 */
"📤 Export to MFR Files" = "📤 导出足迹包至MFR文件";
/* 📤 导出足迹包至普通GPX文件 */
"📤 Export to Normal GPX Files" = "📤 导出足迹包至普通GPX文件";
/* 📥 从Documents目录导入足迹包 */
"📥 Import From Documents Directory" = "📥 从Documents目录导入足迹包";
/* 📦 购买 全部功能套装 (7折优惠) */
"📦 Purchase All Functions Suit (30% Discount)" = "📦 购买 全部功能套装 (7折优惠)";
/* 🔂 购买 导入和导出 功能 */
"🔂 Purchase ImportAndExport Function" = "🔂 购买 导入和导出 功能";
/* 🔎 缩略图缩放比例 */
"🔎 Thumbail Scale Rate" = "🔎 缩略图缩放比例";
/* 🔱 缩略图压缩比 */
"🔱 Thumbail Compression" = "🔱 缩略图压缩比";
/* 🗂 文件管理器 */
"🗂 File Manager" = "🗂 文件管理器";
/* 🗺 地图缩放比例 */
"🗺 Map Scale Rate" = "🗺 地图缩放比例";
/* 🚄 高速记录距离 */
"🚄 HighSpeed Record Distance" = "🚄 高速记录距离";
/* 🚙 驾车记录距离 */
"🚙 Drive Record Distance" = "🚙 驾车记录距离";
/* 🚴 骑行记录距离 */
"🚴 Ride Record Distance" = "🚴 骑行记录距离";
/* 🛣 路线颜色 */
"🛣 Route Color" = "🛣 路线颜色";
